
class TermsContent{

  String serviceTitle = '서비스 이용 약관';
  String serviceContent =
      '\n인공지능 기반 헬스케어 스타트업 육성 플랫폼 구축 서비스(이하 `서비스`)를 이용해 주셔서 감사합니다.\n'+
      ' 이 약관은 한국마이크로의료로봇연구원(이하 포털이라고 합니다)에서 운영하는 사이트(https://www.ghealth.or.kr)에서 제공하는 서비스의 이용조건 및 절차에 관한 사항과 관련 서비스를 이용함에'+
      ' 있어 포털과 이용자의 권리·의무 및 책임사항을 규정하고 기타 필요한 사항을 전기통신사업법 등 관계법령에서 정하는 바를 준수하여 규정함을 목적으로 합니다\n\n.'+

  '인공지능 기반 헬스케어 서비스를 누려보세요.\n'+
  '포털은 https://www.ghealth.or.kr을 비롯한 웹사이트 및 앱을 통해 헬스케어 서비스(유전정보 분석 서비스, 질환예측 서비스, 라이프로그 서비스, 식단관리서비스, 간편 검진 서비스) 및 콘텐츠 제공 등 참여자의 건강관리를 할 수 있는 다양한 서비스를 제공하고 있습니다. 참여자는 PC, 휴대폰 등 인터넷 이용이 가능한 기기를 통해 헬스케어 서비스를 자유롭게 이용할 수 있습니다.\n\n'+

  '참여자는 기본적으로 모두 동일한 내용의 서비스를 제공 받습니다. 다만, 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 성별 구분에 따라 상이한 서비스가 제공될 수 있습니다. 이에 대한 자세한 내용은 각 서비스 상의 안내, 도움말 등을 통해서 확인 할 수 있습니다.\n\n'+

  '본 서비스를 이용하려면 참여자로 등록해야합니다.\n'+
  '본 약관을 읽고 동의하신 후 참여자로 등록하실 수 있으며, 포털은 참여자 등록 절차를 완료하고 참여자분에게 이용 가능한 계정을 부여합니다. 계정 정보에는 참여자가 서비스에 로그인한 이우 이용하는 각종 서비스 이용 이력을 참여자 별로 관리하기 위해 설정한 참여자 식별 단위입니다.\n'+
 ' 참여자는 계정을 통해 좀 더 다양한 서비스를 보다 편리하게 이용할 수 있습니다.\n\n'+

  '참여자가 제공한 헬스케어 데이터를 소중히 다루겠습니다.\n'+
  '포털은 참여자가 서비스에 참여하며 수집되는 헬스케어 데이터를 통해 더욱 서비스가 더욱 풍부해질 것을 기대합니다. 헬스케어 데이터는 참여자가 간편 검진 서비스, 유전자분석, 질환예측서비스, 라이프로그서비스, 식습관관리 서비스를 통해 수집되는 콘텐츠 자체, 파일, 데이터를 말합니다.\n'+
  '참여자가 제공한 소중한 데이터는 서비스를 개선하고 인공지능 분야 기술 등의 연구 개발 목적으로 포털 및 참여사에 사용될 수 있습니다. 포털은 지속적인 연구 개발을 통해 유용한 헬스케어 서비스를 제공해 드릴 수 있도록 최선을 다하겠습니다.\n\n'+

 ' 참여자의 개인정보를 소중히 보호합니다.\n'+
  '포털은 서비스의 원활한 제공을 위하여 참여자가 동의한 목적과 범위 내에서만 개인정보를 수집·이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 포털이 참여자에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기차 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.\n'+
  '포털은 참여자가 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 휴대전화번호, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 참여자의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용이 중단될 수 있습니다.\n'+
  '포털에서 제공하는 다양한 서비스를 활용해보세요.\n'+
  '포털은 참여자의 참여를 독려하기 위해 유료 서비스를 무상으로 제공하고 있습니다. 참여자가 사용하지 않아도 금전으로 환불 또는 대체 재화를 제공하지 않습니다.\n\n'+

  '포털은 서비스의 효율적 운용과 서비스 운영을 개선하기 위해 필요한 경우 참여자에게 안내 드린 후 부득이 일부 서비스를 조정할 수 있습니다. 또한 기간 내에 참여하지 못한 경우 서비스의 이용이 종료될 수 있으니 유의해 주시기 바랍니다.\n\n'+

  '서비스 이용과 관련하여 주의사항이 있습니다.\n'+
  '포털은 참여자가 서비스를 자유롭고 편리하게 이용할 수 있도록 최선을 다하고 있습니다. 다만, 참여자가 서비스를 보다 안전하게 이용하고 포털에서 참여자와 타인의 권리가 서로 존중되고 보호받으려면 참여자의 도움과 협조가 필요합니다. 참여자의 안전한 서비스 이용과 권리 보호를 위해 부득이 아래와 같은 경우 서비스 이용이 제한될 수 있으므로, 이에 대한 확인 및 준수를 요청 드립니다.\n'+
  '• 참여자 등록 시 성명, 휴대전화번호 등의 정보를 허위로 기재해서는 안 됩니다. 참여자 계정에 등록된 정보는 항상 정확한 최신 정보가 유지될 수 있도록 관리해 주세요. 자신의 계정을 다른 사람에게 양도, 대여, 사용을 허락해서는 안됩니다. 아울러 자신의 계정이 아닌 타인의 계정을 무단으로 사용해서는 안됩니다.\n'+
  '• 타인에 대해 직접적이고 명백한 신체적 위협을 가하는 내용의 게시물, 타인의 자해 행위 또는 자살을 부추기거나 권장하는 내용의 게시물, 타인의 신상정보, 사생활 등 비공개 개인정보를 드러내는 내용의 게시물, 타인을 지속적으로 따돌리거나 괴롭히는 내용의 게시물, 성매매를 제안, 알선, 유인 또는 강요하는 내용의 게시물, 공공 안전에 대해 직접적이고 심각한 위협을 가하는 내용의 게시물은 제한될 수 있습니다.\n'+
  '• 관련 법령상 금지되거나 형사 처벌의 대상이 되는 행위를 수행하거나 이를 교사 또는 방조하는 등의 범죄 관련 직접적인 위험이 확인된 게시물, 관련 법령에서 홍보, 광고, 판매 등을 금지하고 있는 물건 또는 서비스를 홍보, 광고, 판매하는 내용의 게시물, 타인의 지식재산권 등을 침해하거나 모욕, 사생활 침해 또는 명예훼손 등 타인의 권리를 침해하는 내용이 확인된 게시물은 제한될 수 있습니다.\n'+
  '• 자극적이고 노골적인 성행위를 묘사하는 등 타인에게 성적 수치심을 유발시키거나 왜곡된 성 의식 등을 야기할 수 있는 내용의 게시물, 타인에게 잔혹감 또는 혐오감을 일으킬 수 있는 폭력적이고 자극적인 내용의 게시물, 본인 이외의 자를 사칭하거나 허위사실을 주장하는 등 타인을 기만하는 내용의 게시물, 과도한 욕설, 비속어 등을 계속하여 반복적으로 사용하여 심한 혐오감 또는 불쾌감을 일으키는 내용의 게시물은 제한될 수 있습니다.\n'+
  '• 자동화된 수단을 활용하는 등 서비스의 기능을 비정상적으로 이용하여 게재된 게시물, 각 개별 서비스의 제공 취지와 부합하지 않는 내용의 게시물은 다른 이용자들의 정상적인 서비스 이용에 불편을 초래하고 더 나아가 원활한 서비스 제공을 방해하므로 역시 제한될 수 있습니다.\n'+
  '• 포털의 사전 허락 없이 자동화된 수단(예: 매크로 프로그램, 로봇(봇), 스파이더, 스크래퍼 등)을 이용하여 참여자로 등록을 시도 또는 가입하거나, 서비스에 로그인을 시도 또는 로그인하거나, 서비스 상에 게시물을 게재하거나, 서비스에 게재된 참여자의 바코드, 게시물 등을 수집하거나, 이와 같은 서비스에 대한 어뷰징(남용) 행위를 막기 위한 포털의 기술적 조치를 무력화하려는 일체의 행위(예: IP를 지속적으로 바꿔가며 접속하는 행위, Captcha를 외부 솔루션 등을 통해 우회하거나 무력화 하는 행위 등)를 시도해서는 안 됩니다.\n'+
  '• 포털의 동의 없이 자동화된 수단에 의해 서비스 상에 광고가 게재되는 영역 또는 그 밖의 영역에 부호, 문자, 음성, 음향, 그림, 사진, 동영상, 링크 등으로 구성된 각종 콘텐츠 자체 또는 파일을 삽입해서는 안 됩니다. 또한, 서비스 또는 이에 포함된 소프트웨어를 복사, 수정할 수 없으며, 이를 판매, 양도, 대여 또는 담보로 제공하거나 타인에게 그 이용을 허락해서는 안 됩니다. 서비스에 포함된 소프트웨어를 역 설계, 소스코드 추출 시도, 복제, 분해, 모방, 기타 변형하는 등의 행위도 금지됩니다(다만, 오픈소스에 해당되는 경우 그 자체 조건에 따릅니다). 그 밖에 바이러스나 기타 악성 코드를 업로드하거나 서비스의 원활한 운영을 방해할 목적으로 서비스 기능을 비정상적으로 이용하는 행위 역시 금지됩니다.\n\n'+

  '서비스 이용을 제한하는 경우 아래의 절차를 따릅니다.\n'+
  '포털은 다양한 정보와 의견이 담긴 참여자의 데이터를 소중히 다룰 것을 약속  드립니다만, 참여자가 게재한 게시물이 관련 법령, 본 약관, 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등에 위배되는 경우, 부득이 이를 비공개 또는 삭제 처리하거나 게재를 거부할 수 있습니다. 다만, 이것이 포털이 모든 콘텐츠를 검토할 의무가 있다는 것을 의미하지는 않습니다.\n\n'+

  '또한 참여자가 관련 법령, 본 약관, 계정 및 게시물 운영정책, 각 개별 서비스에서의 약관, 운영정책 등을 준수하지 않을 경우, 포털은 참여자의 관련 행위 내용을 확인할 수 있으며, 그 확인 결과에 따라 서비스 이용에 대한 주의를 당부하거나, 서비스 이용을 일부 또는 전부, 일시 또는 영구히 정지시키는 등 그 이용을 제한할 수 있습니다. 한편, 이러한 이용 제한에도 불구하고 더 이상 서비스 이용계약의 온전한 유지를 기대하기 어려운 경우엔 부득이 참여자와의 이용계약을 해지할 수 있습니다.\n\n'+

  '부득이 참여자의 서비스 이용을 제한해야 할 경우 명백한 법령 위반이나 타인의 권리침해로서 긴급한 위험 또는 피해 차단이 요구되는 사안 외에는 위와 같은 단계적 서비스 이용제한 원칙을 준수 하겠습니다. 명백한 법령 위반 등을 이유로 부득이 서비스 이용을 즉시 영구 정지시키는 경우 서비스 이용을 통해 획득한 헬스케어 서비스 혜택 등은 모두 소멸되고 이에 대해 별도로 보상하지 않으므로 유의해 주시기 바랍니다. 서비스 이용 제한의 조건, 세부 내용 등은 계정 운영정책 및 각 개별 서비스에서의 운영정책을 참고하시기 바랍니다.\n\n'+

  '언제든지 참여의사를 철회할 수 있습니다.\n'+
  '참여자는 언제든지 본 서비스 참여의사를 철회할 수 있습니다. 이 경우 포털은 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.\n\n'+

  '포털 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 포털이 참여자의 정보를 보유할 수 있는 경우를 제외하고, 해당 참여자 계정에 부속된 데이터 일체가 소명됨과 동시에 복구할 수 없게 됩니다. 다만, 비식별화 된 헬스케어 데이터는 삭제되지 않습니다.\n\n'+

  '일부 서비스에는 광고가 포함되어 있습니다.\n'+
  '포털에서 제공하는 다양한 서비스를 이용하다 보면 간혹 일부 개별 서비스에 광고가 포함된 경우가 있습니다. 서비스 이용하면서 발생할 수 있는 데이터 통신 요금은 가입하신 통신사업자와의 이용계약에 따라 참여자가 부담하며, 포함된 광고 열람으로 인해 추가적으로 발생하는 비용 역시 참여자가 부담합니다.\n\n'+

  '원하는 서비스를 이용하기 위해 원하지 않는 광고를 봐야하는 경우가 있습니다. 이는 참여자에게 제공하는 다양한 서비스를 원칙적으로 무료로 제공할 수 있게 해주는 데 기여하며, 더 나아가 광주시민이 참여하는 인공지능 기반 헬스케어 스타트업 양성 연구 개발에 투자하여 더 나은 서비스를 제공할 수 있는 기반이 됩니다.\n\n'+

  '과도한 광고로 참여자의 불편이나 부담이 최소화될 수 있는 방법에 대해 항상 고민하고 개선해 나가겠습니다.\n\n'+

  '서비스 중단 또는 변경 시 꼭 알려드리겠습니다\n'+
  '포털은 연중무휴, 1일 24시간 안정적으로 서비스를 제공하기 위해 최선을 다하고 있습니다만, 컴퓨터, 서버 등 정보통신설비의 보수점검, 교체 또는 고장, 통신두절 등 운영상 상당한 이유가 있는 경우 부득이 서비스의 전부 또는 일부를 중단할 수 있습니다.\n\n'+

  '한편, 포털은 서비스 운영 또는 개선을 위해 상당한 필요성이 있는 경우 서비스의 전부 또는 일부를 수정, 변경 또는 종료할 수 있습니다. 무료로 제공되는 서비스의 전부 또는 일부를 수정, 변경 또는 종료하게 된 경우 관련 법령에 특별한 규정이 없는 한 별도의 보상을 하지 않습니다.\n\n'+

  '이 경우 포털은 예측 가능한 경우 상당기간 전에 이를 안내하며, 만약 예측 불가능한 경우라면 사후 지체 없이 상세히 설명하고 안내 드리겠습니다. 또한 서비스 중단의 경우에는 참여자 자신의 데이터 및 자료를 백업할 수 있도록 합리적이고 충분한 기회를 제공하도록 하겠습니다.\n\n'+

  '참여자가 쉽게 알 수 있도록 약관 및 정책을 게시하며 사전 공지 후 개정하겠습니다.\n'+
  '포털은 본 약관의 내용을 참여자가 쉽게 확인할 수 있도록 서비스 초기 화면 하단에 게시하고 있습니다.\n\n'+

  '포털은 수시로 본 약관, 계정 및 게시물 운영정책을 개정할 수 있습니다만, 관련 법령을 위배하지 않는 범위 내에서 개정할 것이며, 사전에 그 개정 이유와 적용 일자를 서비스 내에 알리도록 하겠습니다. 또한 참여자에게 불리할 수 있는 중대한 내용의 약관 변경의 경우에는 최소 30일 이전에 해당 서비스 내 공지하고 별도의 전자적 수단(휴대전화번호, 서비스 내 알림 등)을 통해 개별적으로 알릴 것입니다.\n\n'+

  '포털은 변경된 약관을 게시한 날로부터 효력이 발생되는 날까지 약관 변경에 대한 참여자의 의견을 기다립니다. 위 기간이 지나도록 참여자의 의견이 포털에 접수되지 않으면, 참여자가 변경된 약관에 따라 서비스를 이용하는 데에 동의하는 것으로 간주됩니다. 포털로서 매우 안타까운 일이지만, 참여자가 변경된 약관에 동의하지 않는 경우 변경된 약관의 적용을 받는 해당 서비스의 제공이 더 이상 불가능하게 될 수 있습니다.\n\n'+

  '포털 서비스에는 기본적으로 본 약관이 적용됩니다만, 부득이 각 개별 서비스의 고유한 특성을 반영하기 위해 본 약관 외 별도의 약관, 운영정책이 추가로 적용될 때가 있습니다. 따라서 별도의 약관, 운영정책에서 그 개별 서비스 제공에 관하여 본 약관, 계정 및 게시물 운영정책과 다르게 정한 경우에는 별도의 약관, 운영정책이 우선하여 적용됩니다. 이러한 내용은 각각의 개별 서비스 초기 화면에서 확인해 주시기 바랍니다.\n\n'+

  '다만, 이 약관에 명시되지 않은 사항에 관하여 관계 법령의 규정이 있을 경우에는 그 규정에 따릅니다.\n\n'+

  '공지 일자:2021년 2월 1일\n'+
  '적용 일자:2021년 2월 1일\n\n\n';


  String privacyTitle = '개인정보 처리 방침';
  String privacyContent = '\n<한국마이크로의료로봇연구원>(https://www.ghealth.or.kr 이하포털)은 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.\n\n'+

  '포털은 회사는 개인정보처리방침을 개정하는 경우 공지사항(또는 개별공지)을 통하여 공지할 것입니다.\n'+

  '○ 본 방침은 2021년 2월 1일부터 시행됩니다.\n\n'+

  '1. 개인정보의 처리 목적\n'+
  '포털은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 예정입니다.\n\n'+

  '가. 홈페이지 회원가입 및 관리\n'+
  '- 서비스 이용 의사 확인\n'+
  '- 설문 관리\n'+
  '- 참여자 모집에 따라 서비스 제공 본인 식별\n'+
  '- 문의사항 처리\n'+
  '- 각종 고지·통지\n'+
  '- 기존 서비스 개선\n\n'+

  '나. 서비스 제공\n'+
  '- 유전정보 분석 서비스 제공\n'+
  '- 유전정보 분석 서비\n'+
  '- 질환예측 서비스 제공\n'+
  '- 라이프로그 분석 서비스 제공\n'+
  '- 식습관 관리 서비스 제공\n'+
  '- 돌봄 서비스 제공\n\n'+

  '2. 개인정보 수집 현황\n\n'+

  '개인정보 항목 : 휴대전화번호, 성별, 생년월일, 이름, 신체정보, 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보, 유전정보, 임상정보\n'+
  '수집방법 : 홈페이지, 서면양식, 생성정보 수집 툴을 통한 수집, 검진결과, 유전자검사\n'+
  '보유근거 : 정보주체 동의\n'+
  '보유기간 : 5년\n'+
  '관련법령 : 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년, 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년, 계약 또는 청약철회 등에 관한 기록 : 5년\n\n'+

  '3. 개인정보의 처리 및 보유 기간\n\n'+

  '① 포털은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유, 이용기간 내에서 개인정보를 처리, 보유합니다.\n\n'+

  '② 각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.\n\n'+

  '1.포털 서비스 가입\n'+
  '회원가입 및 관리와 관련한 개인정보는 수집.이용에 관한 동의일로부터 <5년>까지 위 이용목적을 위하여 보유.이용됩니다.\n'+
  '보유근거 : 정보주체 동의\n'+
  '관련법령 :\n'+
  '1)소비자의 불만 또는 분쟁처리에 관한 기록 : 3년\n'+
  '2) 대금결제 및 재화 등의 공급에 관한 기록 : 5년\n'+
  '3) 계약 또는 청약철회 등에 관한 기록 : 5년\n\n'+

  '2. 개인정보의 제3자 제공에 관한 사항\n\n'+

  '① 포털은 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.\n\n'+

  '② 포털은 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.\n\n'+

  '제공받는 업체\n'+
  '제공하는 개인정보 항목\n'+
  '제공받는 자의 개인정보 이용 목적\n'+
  '제공받는 자의 보유·이용기간\n'+
  '㈜라이프\n'+
  '시멘틱스\n'+
  '이름, 휴대전화번호, 임상정보\n'+
  '문진결과 및 건강검진 결과 정보를 통해 질환예측 서비스 제공\n'+
  '정보주체 동의 철회 시까지\n'+
  '㈜하이디어\n'+
  '솔루션즈\n'+
  '이름, 휴대전화번호\n'+
  '댁내 IoT 기기에서 수집되는 결과 모니터링 및 분석\n'+
  '㈜아이크로진\n'+
  '이름, 휴대전화번호, 유전정보, 임상정보, 설문조사내용\n'+
  '유전정보 분석 결과 제공\n'+
  '어반데이터랩\n'+
  '이름, 휴대전화번호\n'+
  '식습관 앱에서 수집된 식습관 관리 정보 분석\n'+
  '전남대학교\n'+
  '병원\n'+
  '이름, 휴대전화번호, 유전정보, 임상정보, 설문조사내용\n'+
  '돌봄 서비스 및 건강정보 분석\n\n'+

  '5. 개인정보처리 위탁\n\n'+

  '① 포털은 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.\n'+
  '수탁업체\n'+
  '위탁업무내용\n'+
  '위탁기간\n'+
  '네이버 클라우드\n'+
  '포털 서비스 인프라 구축\n'+
  '회원 탈퇴 시\n'+
  '㈜아이크로진\n'+
  '포털 서비스 개발, 운용, 데이터 관리\n\n'+

  '② 포털은 위탁계약 체결 시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재 위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.\n\n'+

  '③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체 없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.\n\n'+

  '6. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.\n\\n'+

  '① 이용자는 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.\n\n'+

  '② 제1항에 따른 권리 행사는 나의 정보에서 개인정보를 조회하거나 수정, 삭제할 수 있으며 사용상 어려움이 있을 시에 전화, 팩스로 요청 시에도 이에 대해 지체 없이 조치하겠습니다.\n\n'+

  '③ 제1항에 따른 권리 행사는 정보주체의 법정대리인이나 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.\n\n'+

  '④ 개인정보 열람 및 처리정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한 될 수 있습니다.\n\n'+

  '⑤ 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.\n\n'+

  '⑥ 포털은 정보주체 권리에 따른 열람의 요구, 정정·삭제의 요구, 처리정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.\n\n'+

  '7. 처리하는 개인정보의 항목\n\n'+

  '포털은 다음의 개인정보 항목을 처리하고 있습니다.\n\n'+

  '①필수항목 : 이름, 휴대전화번호, 성별, 생년월일, 유전정보, 임상정보, 설문정보\n'+
  '②선택항목 : 문의내용, 상담내용\n\n'+

  '8. 개인정보의 파기\n'+
  '포털 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.\n\n'+

  '①파기절차\n'+
  '이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.\n\n'+

  '② 파기기한\n'+
  '이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.\n\n'+

  '③ 파기방법\n'+
  '전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.\n'+
  '종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.\n\n'+

  '9. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항\n\n'+

  '① 포털은 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠기(cookie)’를 사용합니다.\n'+
  '② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다. 가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다. 나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구>인터넷 옵션>개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.\n\n'+

  '10. 개인정보 보호책임자\n\n'+

  '① 포털은 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.\n\n'+

  '개인정보 보호책임자\n'+
  '성명 : 박기원 센터장(kw@kimiro.re.kr)\n'+
  '개인정보 보호 담당부서\n'+
  '헬스케어사업센터 : 담당자 (최우진 : wj@kimiro.re.kr)\n'+
  '대표 연락처\n'+
  '062-530-5246\n\n'+

  '② 정보주체께서는 포털의 서비스를 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 포털은 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.\n\n'+

  '③ 기타 개인정보 침해에 대한 신고나 상담이 필요한 경우에 아래 기관에 문의 가능합니다.\n\n'+

  '개인정보침해신고센터 (privacy.kisa.or.kr / 국번없이 118)\n\n'+
  '대검찰청 사이버수사과 (www.spo.go.kr / 국번없이 1301)\n\n'+
  '경찰청 사이버안전국 (police.go.kr / 국번없이 182)\n\n'+

  '11. 개인정보의 안전성 확보 조치\n'+

  '포털은 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.\n\n'+

  '① 개인정보 취급 직원의 최소화 및 교육\n\n'+
  '개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.\n\n'+

  '② 내부관리계획의 수립 및 시행\n'+
  '개인정보의 안전한 처리를 위하여 내부관리계획을 수립하고 시행하고 있습니다.\n\n'+

  '③ 해킹 등에 대비한 기술적 대책\n'+
  '포털은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.\n\n'+

  '④ 개인정보의 암호화\n'+
  '이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.\n'+

  '⑤ 접속기록의 보관 및 위변조 방지\n'+
 ' 개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고 있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능 사용하고 있습니다.\n\n'+

  '⑥. 개인정보에 대한 접근 제한\n'+
  '개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.\n\n'+

  '⑦ 문서보안을 위한 잠금장치 사용\n'+
  '개인정보가 포함된 서류, 보조저장매체 등을 잠금장치가 있는 안전한 장소에 보관하고 있습니다.\n\n'+

  '⑧ 비인가자에 대한 출입 통제\n'+
  '개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.\n\n'+


  '12. 개인정보 처리방침 변경의 고지 의무\n\n'+

  '이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.\n';

}